[
  {
    "q": "qué es bizen",
    "a": "BIZEN es una plataforma de educación financiera donde puedes aprender, crecer y dominar tus finanzas. Ofrecemos 6 módulos interactivos sobre identidad digital, finanzas personales, presupuestos y ahorro, inversiones básicas, créditos y deudas. Nuestro lema es 'aprender' y todo el contenido está diseñado para ser práctico y aplicable."
  },
  {
    "q": "qué es microcredencial",
    "a": "Microcredential es un curso especializado sobre Marketing de Influencia y Branding Personal. Es un programa de 6 módulos diseñado para estudiantes de Mondragón que quieren aprender a construir su marca personal digital, crear contenido viral, y desarrollar estrategias de networking."
  },
  {
    "q": "módulos microcredencial",
    "a": "Microcredential tiene 6 módulos:\n\n1️⃣ MÓDULO 1: Introducción al Ecosistema Influencer\n   • Panorama actual del marketing de influencia\n   • Tipos de influencers y microinfluencers\n   • Tendencias en plataformas (Instagram, TikTok, YouTube, Twitch)\n\n2️⃣ MÓDULO 2: Branding Personal y Posicionamiento\n   • Construcción de la identidad digital\n   • Storytelling y narrativa personal\n   • Estrategias para transmitir confianza y coherencia\n\n3️⃣ MÓDULO 3: Imagen Personal y Estilo\n   • Principios básicos de imagen personal aplicada al entorno digital\n   • Comunicación no verbal frente a la cámara\n   • Tips de estilo y consistencia visual\n\n4️⃣ MÓDULO 4: Producción y Edición de Video\n   • Fundamentos de grabación: luz, encuadre, sonido\n   • Edición orientada al engagement: ritmo, subtítulos, efectos\n   • Creación de videos cortos y reels virales\n\n5️⃣ MÓDULO 5: Networking Estratégico para Potenciar tu Marca Personal\n   • Identidad de marca aplicada al networking\n   • Mapa de relaciones y circuitos de valor\n   • Mensajes, seguimiento y reputación\n\n6️⃣ MÓDULO 6: Proyecto Final\n   • Creación de un perfil digital profesional\n   • Diseño de un reel de presentación (video corto de marca personal)\n   • Estrategia de contenido para un mes\n   • Retroalimentación y exposición final"
  },
  {
    "q": "marketing de influencia",
    "a": "El marketing de influencia es el tema principal del Módulo 1 de Microcredential. Cubre:\n\n• Panorama actual del marketing de influencia\n• Tipos de influencers y microinfluencers\n• Tendencias en plataformas como Instagram, TikTok, YouTube y Twitch\n\nEste módulo te ayuda a entender el ecosistema influencer y cómo funciona la industria."
  },
  {
    "q": "branding personal",
    "a": "Branding Personal es el tema del Módulo 2 de Microcredential. Incluye:\n\n• Construcción de la identidad digital\n• Storytelling y narrativa personal\n• Estrategias para transmitir confianza y coherencia\n\nAprenderás a construir y posicionar tu marca personal en el entorno digital."
  },
  {
    "q": "imagen personal",
    "a": "Imagen Personal y Estilo es el Módulo 3 de Microcredential. Cubre:\n\n• Principios básicos de imagen personal aplicada al entorno digital\n• Comunicación no verbal frente a la cámara\n• Tips de estilo y consistencia visual\n\nTe ayudará a proyectar una imagen profesional y coherente en todas tus plataformas."
  },
  {
    "q": "edición de video",
    "a": "Producción y Edición de Video es el Módulo 4 de Microcredential. Aprenderás:\n\n• Fundamentos de grabación: luz, encuadre, sonido\n• Edición orientada al engagement: ritmo, subtítulos, efectos\n• Creación de videos cortos y reels virales\n\nEsto te permitirá crear contenido visual atractivo y profesional."
  },
  {
    "q": "networking estratégico",
    "a": "Networking Estratégico para Potenciar tu Marca Personal es el Módulo 5 de Microcredential. Incluye:\n\n• Identidad de marca aplicada al networking\n• Mapa de relaciones y circuitos de valor\n• Mensajes, seguimiento y reputación\n\nAprenderás a construir relaciones profesionales estratégicas que potencien tu marca personal."
  },
  {
    "q": "proyecto final microcredencial",
    "a": "El Proyecto Final (Módulo 6) de Microcredential incluye:\n\n• Creación de un perfil digital profesional\n• Diseño de un reel de presentación (video corto de marca personal)\n• Estrategia de contenido para un mes\n• Retroalimentación y exposición final\n\nEste proyecto integra todo lo aprendido en los módulos anteriores y te da un portafolio profesional completo."
  },
  {
    "q": "influencers microinfluencers",
    "a": "Los tipos de influencers y microinfluencers se cubren en el Módulo 1 de Microcredential. Aprenderás sobre:\n\n• Diferentes tipos de influencers según su alcance y nicho\n• El papel de los microinfluencers en el marketing actual\n• Cómo identificar y trabajar con diferentes tipos de creadores\n\nEste conocimiento es esencial para entender el ecosistema influencer."
  },
  {
    "q": "reels virales",
    "a": "La creación de reels virales se enseña en el Módulo 4 de Microcredential (Producción y Edición de Video). Aprenderás:\n\n• Cómo crear videos cortos que generen engagement\n• Edición orientada al impacto: ritmo, subtítulos, efectos\n• Técnicas específicas para crear contenido viral\n• Storytelling visual para captar atención\n\nEl Módulo 6 también incluye un proyecto práctico donde crearás tu propio reel de presentación."
  },
  {
    "q": "storytelling narrativa personal",
    "a": "Storytelling y narrativa personal es parte del Módulo 2 de Microcredential (Branding Personal y Posicionamiento). Cubre:\n\n• Cómo construir una narrativa personal convincente\n• Técnicas de storytelling aplicadas al branding personal\n• Cómo transmitir tu historia de manera auténtica y atractiva\n\nEsta habilidad es fundamental para diferenciarte en el entorno digital."
  },
  {
    "q": "módulos disponibles",
    "a": "BIZEN tiene 6 módulos completos:\n\n1️⃣ Identidad Digital - Protección y gestión de identidad online\n2️⃣ Finanzas Personales - Fundamentos de gestión financiera\n3️⃣ Presupuestos y Ahorro - Cómo planificar y ahorrar efectivamente\n4️⃣ Inversiones Básicas - Introducción al mundo de las inversiones\n5️⃣ Créditos y Deudas - Gestión inteligente de deudas\n6️⃣ Microcredenciales avanzadas\n\nCada módulo incluye múltiples secciones, lecciones interactivas, quizzes y certificaciones al completar."
  },
  {
    "q": "cómo registrarme",
    "a": "Registrarse en BIZEN es muy fácil:\n\n1. Ve a la página de registro\n2. Completa el formulario con tu nombre completo, email y contraseña (mínimo 6 caracteres)\n3. Acepta los términos y condiciones\n4. Verifica tu email haciendo clic en el enlace que recibirás\n5. ¡Comienza a aprender!\n\nSi eres estudiante de Mondragón, usa tu correo institucional (@mondragonmexico.edu.mx). Si tienes problemas, usa 'Reenviar verificación' o contacta soporte."
  },
  {
    "q": "problemas de login",
    "a": "Si tienes problemas para iniciar sesión:\n\n✅ Verifica que tu email y contraseña sean correctos\n✅ Usa 'Olvidé mi contraseña' para restablecer tu contraseña\n✅ Asegúrate de que tu cuenta esté verificada (revisa tu email)\n✅ Prueba en modo incógnito o limpia la caché del navegador\n✅ Verifica que estés usando el mismo correo con el que te registraste\n\nSi persisten los problemas, contacta soporte técnico: soporte@bizen.mx"
  },
  {
    "q": "progreso guardado",
    "a": "Tu progreso en BIZEN se guarda automáticamente:\n\n✅ Se sincroniza entre dispositivos (computadora, tablet, móvil)\n✅ Puedes ver tu avance en el dashboard\n✅ Continúas exactamente donde lo dejaste\n✅ Revisa tus certificaciones completadas\n✅ Ve estadísticas de aprendizaje y tiempo dedicado\n\nTodo tu progreso se guarda en tiempo real, así que no perderás tu avance."
  },
  {
    "q": "contacto",
    "a": "Puedes contactarnos de estas formas:\n\n📧 Email: info@bizen.mx\n📧 Soporte técnico: soporte@bizen.mx\n🌐 Web: www.bizen.mx\n💬 Chat: ¡Estoy aquí para ayudarte!\n\nHorario de atención: Lunes a Viernes, 9:00 - 18:00 (hora de México)"
  },
  {
    "q": "certificaciones",
    "a": "Al completar cada módulo en BIZEN recibes una certificación digital:\n\n✅ Certificaciones disponibles para cada uno de los 6 módulos\n✅ Son verificables y oficiales\n✅ Aparecen en tu perfil y dashboard\n✅ Puedes compartirlas en LinkedIn o tu CV\n\nPara obtener una certificación, debes completar todas las secciones y quizzes del módulo."
  },
  {
    "q": "quizzes",
    "a": "Los quizzes en BIZEN son parte esencial del aprendizaje:\n\n✅ Cada sección tiene quizzes de evaluación\n✅ Te ayudan a reforzar lo aprendido\n✅ Son necesarios para desbloquear siguientes secciones\n✅ Puedes intentarlos varias veces para mejorar tu calificación\n✅ Las respuestas correctas te dan puntos de progreso"
  },
  {
    "q": "secciones desbloqueadas",
    "a": "BIZEN usa un sistema de progreso lineal:\n\n✅ Debes completar las secciones en orden\n✅ Cada sección debe completarse al 100%\n✅ Los quizzes deben aprobarse para avanzar\n✅ Una vez desbloqueada, una sección permanece disponible\n✅ Tu progreso se guarda automáticamente\n\nEl sistema garantiza que aprendas de manera estructurada y gradual."
  },
  {
    "q": "recuperar contraseña",
    "a": "Para recuperar tu contraseña:\n\n1. Ve a la página de inicio de sesión\n2. Haz clic en 'Olvidé mi contraseña' o 'Recuperar contraseña'\n3. Ingresa tu email registrado\n4. Revisa tu correo y haz clic en el enlace de restablecimiento\n5. Crea una nueva contraseña (mínimo 6 caracteres)\n\nSi no recibes el email, verifica tu carpeta de spam o usa 'Reenviar verificación'."
  },
  {
    "q": "correo no recibido",
    "a": "Si no recibes el correo de verificación o recuperación:\n\n✅ Revisa tu carpeta de spam o correo no deseado\n✅ Verifica que escribiste correctamente tu email\n✅ Usa el botón 'Reenviar verificación' en la página de registro\n✅ Espera unos minutos, los emails pueden tardar\n✅ Verifica que no bloqueaste los emails de bizen.mx\n\nSi después de 10 minutos no recibes nada, contacta soporte: soporte@bizen.mx"
  },
  {
    "q": "cuánto tiempo duran los módulos",
    "a": "Los módulos de BIZEN están diseñados para ser completados a tu ritmo:\n\n⏱️ Estructura: 6 módulos, aproximadamente 40 horas de contenido total\n📚 Cada módulo: Varias secciones con múltiples lecciones\n🎯 Tiempo estimado: Depende de tu ritmo de aprendizaje\n✅ Flexibilidad: Continúa cuando quieras, tu progreso se guarda\n\nPuedes tomar los módulos tan rápido o lento como prefieras, sin presión de tiempo."
  },
  {
    "q": "qué aprendo",
    "a": "En BIZEN aprenderás:\n\n📱 Identidad Digital: Proteger tu información online\n💰 Finanzas Personales: Gestionar tu dinero de manera inteligente\n📊 Presupuestos y Ahorro: Planificar tus finanzas y ahorrar efectivamente\n📈 Inversiones Básicas: Comprender y comenzar a invertir\n💳 Créditos y Deudas: Manejar préstamos y deudas responsablemente\n\nTodo con contenido práctico, ejemplos reales y quizzes para reforzar el aprendizaje."
  },
  {
    "q": "funciona en móvil",
    "a": "Sí, BIZEN funciona perfectamente en móviles:\n\n✅ Diseño responsive, se adapta a cualquier tamaño de pantalla\n✅ Funciona en teléfonos, tablets y computadoras\n✅ Tu progreso se sincroniza entre todos tus dispositivos\n✅ Puedes aprender desde cualquier lugar\n✅ Interfaz optimizada para touch\n\nInicia sesión desde cualquier dispositivo y continúa donde lo dejaste."
  }
]
